Repository: theforeman/foreman_setup
Catalog: locale/*/foreman_setup.po
Languages: ca, de, fr, id, ka, ru

source: Users of Spacewalk, Red Hat Network, or Red Hat Satellite 5 should enter an appropriate activation key below, otherwise leave blank.
ca: Els usuaris de Spacewalk, Red Hat Network o Red Hat Satellite 5, han d'introduir una clau d'activació apropiada a continuació, en cas contrari deixeu-ho en blanc.
de: User, die Spacewalk, Red Hat Network, oder Red Hat Satellite 5 verwenden, sollten unten einen zugehörigen Aktivierungsschlüssel eingeben. Andernfalls bitte freilassen.
fr: Les utilisateurs de Spacewalk, Red Hat Network, ou Red Hat Satellite 5 doivent entrer une clé d'activation ci-dessous. Autrement, laisser le champ blanc.
id: Pengguna Spacewalk, Red Hat Network, atau Red Hat Satelitte 5 mesti memasukan suatu kunci aktivasi yang sesuai di bawah, bila tidak biarkan kosong.
ka: Spacewalk-ის, Red Hat Network-ის ან Red Hat Satellite 5-ის მომხმარებლებმა უნდა შეიყვანონ შესაბამისი აქტივაციის გასაღები ქვემოთ, წინააღმდეგ შემთხვევაში დატოვეთ ცარიელი.
ru: Пользователи Spacewalk, Red Hat Network или Red Hat Satellite 5 должны ввести подтвержденный ключ активации ниже, иначе оставьте пустым.
