Repository: theforeman/foreman_setup
Catalog: locale/*/foreman_setup.po
Languages: ca, de, fr, id, ka, ru

source: Activation key
ca: Clau d'activació
de: Aktivierungsschlüssel
fr: Clé d'activation
id: Kunci aktivasi
ka: აქტივაციის გასაღები
ru: Ключ активации

source: Activation key configuration
ca: Configuració de la clau d'activació
de: Aktivierungsschlüsselkonfiguration
fr: Configuration de la clé d'activation
id: Konfigurasi kunci aktivasi
ka: აქტივაციის გასაღების კონფიგურაცია
ru: Настройки ключа активации

source: Add and manage compute resources (virtualization and cloud)
ca: Afegeix i configurar els recursos computacionals (virtualització i núvol)
de: Rechnerressourcen hinzufügen und verwalten (Virtualisierung und Cloud)
fr: Ajoute et gère les ressources d'ordinateur (virtualisation et cloud)
id: Tambah dan kelola sumber daya komputasi (virtualisasi dan cloud)
ka: გამოთვლითი რესურსების დამატება და მართვა (ვირტუალიზაცია და ღრუბლოვანი)
ru: Просмотр и управление вычислительными ресурсами (виртуализация и облака)

source: All of the necessary components have been set up for provisioning support. You can now provision new hosts by registering them from the Hosts page, then PXE-boot the server on the subnet set up earlier.
ca: Tots els components necessaris han estat preparats per a la compatibilitat amb l'aprovisionament. Ara podeu aprovisionar els nous amfitrions tot registrant-los a la pàgina «Amfitrions», després arranqueu el servidor per PXE en la subxarxa per configurar-ho més ràpid.
de: Sämtliche benötigten Komponenten wurden für die Bereitstellungsunterstützung aufgesetzt. Sie können nun neue Hosts bereitstellen, indem Sie diese von der Hosts-Seite aus registrieren und danach den Server auf dem zuvor aufgesetzten Subnetz PXE-booten,.
fr: Tous les composants nécessaires ont été configurés pour supporter le provisionnement. Vous pouvez maintenant provisionner de nouveaux hôtes en les enregistrant dans la page Hôtes. Puis, faites un démarrage PXE de l'hôte sur le sous réseau défini précédemment.
id: Semua komponen yang diperlukan telah disiapkan untuk dukungan provisi. Kini Anda bisa mem-provisi host baru dengan mendaftarkan mereka dari halaman Host, lalu mem-boot PXE server pada subnet yang disiapkan sebelumnya.
ka: ყველა საჭირო კომპონენტი შეიქმნა მხარდაჭერის უზრუნველსაყოფად. ახლა შეგიძლიათ ახალი ჰოსტების მიწოდება Hosts გვერდიდან დარეგისტრირებით, შემდეგ PXE-ჩატვირთეთ სერვერი ადრე დაყენებულ ქვექსელზე.
ru: Вы необходимые компоненты были установлены для поддержки подготовки. Теперь Вы можете подготавливать новые узлы, регистрируя их на странице Узлы, затем просто загрузите сервер по сети, в подсети настроенной ранее.

source: All of the necessary network information has been collected, now run the Foreman installer again with the necessary arguments to configure provisioning.
ca: Tota la informació de xarxa necessària ha estat recopilada, ara torneu a executar l'instal·lador de Foreman amb els arguments necessaris per a configurar l'aprovisionament.
de: Alle erforderlichen Netzwerkinformationen wurden erfasst. Führen Sie das Foreman-Installationsprogramm erneut mit den erforderlichen Argumenten aus, um die Bereitstellung zu konfigurieren.
fr: Toutes les informations nécessaires du réseau ont été collectées. Lancez de nouveau l'installateur de Foreman avec les arguments adéquats pour configurer le provisionnement.
id: Semua informasi jaringan yang diperlukan telah dikumpulkan, kini jalankan pemasang Foreman lagi dengan argumen yang diperlukan untuk mengonfigurasi provisi.
ka: ქსელის ყველა საჭირო ინფორმაცია შეგროვდა, ახლა ისევ გაუშვით Foreman ინსტალერი საჭირო არგუმენტებით უზრუნველყოფის კონფიგურაციისთვის.
ru: Вся необходимая информация о сети была собрана, запустите установку Foreman еще раз, с параметрами для настройки подготовки.

source: Completion
ca: Finalització
de: Fertigstellung
fr: Complétion
id: Pelengkapan
ka: დასრულება
ru: Завершение

source: Compute Resources
ca: Recursos computacionals
de: Rechnerresource
fr: Ressources d'Ordinateur
id: Sumber Daya Komputasi
ka: გამოთვლითი რესურსები
ru: Вычислительные ресурсы

source: Create and provision a new host
ca: Crea i aprovisiona un nou amfitrió
de: Neuen Host erstellen und bereitstellen
fr: Créer et provisionner un nouvel hôte
id: Buat dan provisi suatu host baru
ka: ახალი ჰოსტის შექმნა და სამუშაოდ მომზადება
ru: Создать и подготовить новый узел

source: Create new installation medium
ca: Crea un nou mitjà d'instal·lació
de: Neues Installationsmedium erstellen
fr: Créer un nouveau media d'installation
id: Buat medium instalasi baru
ka: ახალი დასაყენებელი დისკის შექმნა
ru: Создать новый установочный носитель

source: Delete %s?
ca: Voleu suprimir %s?
de: %s löschen?
fr: Supprimer %s ?
id: Hapus %s?
ka: წავშალო "%s"?
ru: Удалить %s?

source: Domain
ca: Domini
de: Domäne
fr: Domaine
ka: დომენი
ru: Домен

source: Domain|Name
ca: Nom
de: Name
fr: Nom de domaine
id: Domain|Nama
ka: დომენი|სახელი
ru: Имя

source: Edit Host Group
ca: Edita el grup d'amfitrions
de: Hostgruppe bearbeiten
fr: Éditer un groupe d'hôtes
id: Sunting Grup Host
ka: ჰოსტების ჯგუფის ჩასწორება
ru: Редактировать группу узлов

source: Existing medium
ca: Mitjà existent
de: Vorhandenes Medium
fr: Medium existant
id: Medium yang ada
ka: არსებული სივრცე
ru: Существующий носитель

source: Foreman installer
ca: Instal·lador de Foreman
de: Foreman-Installationsprogramm
fr: l'installateur Foreman
id: Pemasang Foreman
ka: Foreman-ის დაყენების პროგრამა
ru: Установщик Foreman

source: Found registered host %s
ca: S'ha trobat l'amfitrió registrat %s
de: Registrierter Host %s gefunden
fr: L'hôte enregistré %s a été trouvé
id: Ditemukan host yang terdaftar %s
ka: ნაპოვნია რეგისტრირებული ჰოსტი: %s
ru: Найден зарегистрированный узел %s

source: Found registered smart proxy %s
ca: S'ha trobat el servidor intermediari intel·ligent registrat %s
de: Registrierter Smart-Proxy %s gefunden
fr: Le smart proxy enregistré %s a été trouvé
id: Ditemukan proksi cerdas yang terdaftar %s
ka: ნაპოვნია რეგისტრირებული ჭკვიანი პროქსი: %s
ru: Найден зарегистрированный капсуль %s

source: Host %s has at least one network interface
ca: L'amfitrió %s com a mínim té una interfície de xarxa
de: Host %s verfügt über mindestens eine Netzwerkschnitstelle
fr: L'hôte %s possède au moins une interface réseau
id: Host %spunya setidaknya satu antar muka jaringan
ka: ჰოსტს (%s) სულ ცოტა ერთი ქსელის ინტერფეისი გააჩნია
ru: Узел %s имеет как минимум один сетевой интерфейс

source: Hostname
ca: Nom d'amfitrió
fr: Nom d'hôte
id: Nama host
ka: ჰოსტის სახელი
ru: Имя узла

source: If installation media has already been set up, it can be selected below and the wizard will complete the necessary associations. Otherwise use the fields below, or the Installation Media page in Foreman to add new media.
ca: Si s'ha establert el mitjà d'instal·lació, aquest es pot seleccionar a continuació, i l'assistent completarà les associacions necessàries. En cas contrari, utilitzeu els camps de sota, o la pàgina «Mitjà d'instal·lació» a Foreman per afegir nous mitjans.
de: Wurde ein Installationsmedium bereits aufgesetzt, kann es unten ausgewählt werden, und der Assistent erledigt die erforderlichen Zuweisungen. Verwenden Sie andernfalls die Felder unten oder die Seite "Installationsmedien" in Foreman, um neue Medien hinzuzufügen.
fr: Si un medium d'installation a déjà été configuré, ce dernier peut être choisi ci-dessous et l'assistant va compléter les associations nécessaires. Autrement, utiliser les champs suivants ou la page de gestion des media dans Foreman pour ajouter un nouveau medium.
id: Bila media instalasi telah disiapkan, itu dapat dipilih di bawah dan wahana pandu akan melengkapi asosiasi yang diperlukan. Bila tidak, gunakan ruas-ruas di bawah, atau halaman Media Instalasi dalam Foreman untuk menambahkan media baru.
ka: თუ საინსტალაციო მედია უკვე დაყენებულია, მისი არჩევა შესაძლებელია ქვემოთ და ოსტატი დაასრულებს აუცილებელ ასოციაციებს. წინააღმდეგ შემთხვევაში გამოიყენეთ ქვემოთ მოცემული ველები ან ინსტალაციის მედია გვერდი Foreman-ში ახალი მედიის დასამატებლად.
ru: Если установочный носитель уже был установлен, он может быть выбран ниже и мастер добавить необходимые связи. Иначе, используйте поля ниже или страницу Установочный носитель в Foreman, для добавления нового носителя.

source: Install provisioning with DHCP
ca: Instal·la l'aprovisionament amb DHCP
de: Bereitstellung mit DHCP installieren
fr: Installation du provisionnement avec du DHCP
id: Pasang provisi dengan DHCP
ka: სამუშაოდ მომზადება DHCP-ით
ru: Установка подготовки с DHCP

source: Install provisioning without DHCP
ca: Instal·la l'aprovisionament sense DHCP
de: Bereitstellung ohne DHCP installieren
fr: Installation du provisionnement sans DHCP
id: Pasang provisi tanpa DHCP
ka: სამუშაოდ მომზადება DHCP-ის გარეშე
ru: Установка подготовки без DHCP

source: Installation media
ca: Mitjans d'instal·lació
de: Installationsmedien
fr: Média d'installation
id: Media instalasi
ka: დასაყენებელი სივრცე
ru: Установочный носитель

source: Missing registered host %s, please ensure it is checking in
ca: Falta l'amfitrió registrat %s, si us plau, assegureu-vos que hi estigui fent comprovacions
de: Registrierter Host %s nicht gefunden. Bitte stellen Sie sicher, dass der Host sich anmeldet
fr: Hôte enregistré introuvable, merci de vérifier que l'hôte est enregistré
id: Kehilangan host yang terdaftar %s, harap pastikan bahwa itu melapor
ka: აკლია რეგისტრირებული ჰოსტი %s, გთხოვთ, დარწმუნდეთ, რომ ის შემოწმებულია
ru: Пропущен зарегистрированный узел %s, убедитесь в его регистрации

source: Missing registered smart proxy %s, please ensure it is registered
ca: Falta el servidor intermediari intel·ligent registrat %s, si us plau, assegureu-vos que estigui registrat
de: Registrierter Smart Proxy %s nicht gefunden, bitte sicherstellen, dass Smart Proxy registriert ist
fr: Smart proxy enregistré %s introuvable, merci de vérifier que le smart proxy est enregistré
id: Kehilangan proksi cerdas yang terdaftar %s, harap pastikan itu terdaftar
ka: აკლია რეგისტრირებული ჭკვიანი პროქსი %s, გთხოვთ, დარწმუნდეთ, რომ ის რეგისტრირებულია
ru: Пропущен зарегистрированный капсуль %s, убедитесь в его регистрации

source: Network config
ca: Configuració de xarxa
de: Netzwerkkonfiguration
fr: Configuration du réseau
id: Konfig jaringan
ka: ქსელის მორგება
ru: Настройка сети

source: Network selection
ca: Selecció de la xarxa
de: Netzwerkauswahl
fr: Sélection du réseau
id: Pemilihan jaringan
ka: ქსელის არჩევანი
ru: Выбор сети

source: New Host
ca: Nou amfitrió
de: Neuer Host
fr: Nouvel hôte
id: Host Baru
ka: ახალი ჰოსტი
ru: Новый узел

source: Next
ca: Següent
de: Weiter
fr: Suivant
id: Selanjutnya
ka: შემდეგი
ru: Далее

source: Next steps
ca: Passos següents
de: Nächste Schritte
fr: Etapes suivantes
id: Langkah selanjutnya
ka: შემდეგი ნაბიჯები
ru: Следующий шаг

source: No network interfaces listed in $interfaces fact
ca: No hi ha cap interfície de xarxa llistada a l'objecte d'interès $interfaces
de: Keine Netzwerkschnittstellen im Fact $interfaces angegeben
fr: Aucune interface réseau présente dans le fact $interfaces
id: Tidak ada antar muka jaringan yang tercantum dalam fakta $interfaces
ka: $interfaces-ის ფაქტში ქსელის ინტერფეისები ნაპოვნი არაა
ru: Нет сетевых интерфейсов указанных в фактах $interfaces

source: Normal installation media
ca: Mitjà normal d'instal·lació
de: Normales Installationsmedium
fr: Media d'installation normal
id: Media instalasi normal
ka: ნორმალური დასაყენებელი სივრცე
ru: Обычный установочный носитель

source: Not available until pre-requisites satisified.
ca: No està disponible fins que no se satisfacin els prerequisits.
de: Nicht verfügbar, bis die Vorbedingungen erfüllt sind.
fr: Non disponible tant que les prérequis ne sont pas satisfaits.
id: Tidak tersedia sampai pra-persyaratan terpenuhi.
ka: მიუწვდომელია, სანამ არ ყველა მოთხოვნას არ დააკმაყოფილებთ.
ru: Не доступно пока предпосылки не отработаны успешно.

source: Operating system
ca: Sistema operatiu
de: Betriebssystem
fr: Système d'exploitation
id: Sistem operasi
ka: ოპერაციული სისტემა
ru: Операционная система

source: Path or URL
ca: Camí o URL
de: Pfad oder URL
fr: Chemin ou URL
id: Path atau URL
ka: ბილიკი ან ბმული
ru: Путь или URL

source: Plugin for Foreman that helps set up provisioning.
ca: El connector per a Foreman que ajuda a configurar l'aprovisionament.
de: Plugin für Foreman zur Unterstützung beim Aufsetzen der Bereitstellung
fr: Plugin de Foreman pour aider à la mise en place du provisionnement
id: Pengaya bagi Foreman yang membantu menyiapkan provisi.
ka: მოდული Foreman-ისთვის, რომელიც გეხმარებათ მანქანების სამუშაოდ მომზადებაში.
ru: Дополнение для Foreman, которое помогает установить подготовку.

source: Pre-requisites
ca: Prerequisits
de: Vorbedingungen
fr: Prérequis
id: Pra persyaratan
ka: წინასწარი მოთხოვნები
ru: Предпосылки

source: Provision from %s
ca: Aprovisionament des de %s
de: Bereitstellen von %s
fr: Provisionne depuis %s
id: Provisi dari %s
ka: მუშაობისთვის მომზადება %s-დან
ru: Подготовка из %s

source: Provisioning Setup
ca: Configuració d'aprovisionament
de: Bereitstellungs-Setup
fr: Configuration du provisionnement
id: Penyiapan Provisi
ka: მუშაობისთვის მომზადების მორგება
ru: Подготовка узлов

source: Provisioning host
ca: Amfitrió d'aprovisionament
de: Bereitstellungshost
fr: Hôte de provisionnement
id: Host provis
ka: მუშაობისთვის მომზადების ჰოსტი
ru: Подготовка узла

source: Provisioning network
ca: Xarxa d'aprovisionament
de: Bereitstellungs-Netzwerk
fr: Réseau de provisionnement
id: Jaringan provisi
ka: მუშაობისთვის მომზადების ქსელი
ru: Подготовка сети

source: Provisioning setup
ca: Ajust d'aprovisionament
de: Bereitstellungs-Setup
fr: Configuration du provisionnement
id: Penyiapan provisi
ka: მუშაობისთვის მომზადების მორგება
ru: Подготовка установки

source: Provisioning setup complete
ca: S'ha completat la configuració de l'aprovisionament
de: Bereitstellungs-Setup abgeschlossen
fr: Configuration du provisionnement terminée
id: Penyiapan provisi selesai
ka: მუშაობისთვის მომზადების მორგება დასრულებულია
ru: Подготовка установки завершена

source: Red Hat Satellite 5 or Spacewalk
ca: Red Hat Satellite 5 o Spacewalk
de: Red Hat Satellite 5 oder Spacewalk
fr: Red Hat Satellite 5 ou Spacewalk
id: Red Hat Satellite 5 atau Spacewalk
ka: Red Hat Satellite 5 ან Spacewalk
ru: Red Hat Satellite 5 или Spacewalk

source: Return to the main provisioning setup page
ca: Torna a la pàgina principal de la configuració de l'aprovisionament
de: Zur Hauptseite des Bereitstellungs-Setups zurückkehren
fr: Retour à la page principale de configuration du provisionnement
id: Kembali ke halaman penyiapan provisi utama
ka: სამუშაოდ მომზადების მორგების მთავარ გვერდზე დაბრუნება
ru: Вернуться на главную страницу подготовки установки

source: Review and edit the host group set up by the provisioning wizard
ca: Reviseu i editeu el grup d'amfitrions que s'ha configurat amb l'assistent d'aprovisionament
de: Durch den Bereitstellungs-Assistenten aufgesetzte Hostgruppen prüfen und bearbeiten
fr: Consulter et éditer le groupe d'hôtes configuré par l'assistant du provisionnement
id: Tinjau dan sunting grup host yang disiapkan oleh wahana pandu provisi
ka: გადახედეთ და ჩაასწორეთ სამუშაოდ მომმზადებლის მიერ აწყობილი ჰოსტების ჯგუფი
ru: Просмотр и редактирование набора групп узлов через мастер подготовки

source: Set up provisioning
ca: Configura l'aprovisionament
de: Bereitstellung aufsetzen
fr: Configurer le provisionnement
id: Siapkan provisi
ka: მუშაობისთვის მომზადების მორგება
ru: Установка подготовки

source: Smart proxy
ca: Servidor intermediari intel·ligent
id: Proksi cerdas
ka: ჭკვიანი პროქსი
ru: Смарт-прокси

source: Some information about the location of installation media for the operating system used for provisioning is now required.
ca: Ara es requereix una part de la informació sobre la ubicació dels mitjans d'instal·lació per al sistema operatiu que s'utilitza per a l'aprovisionament.
de: Nun sind einige Informationen zum Standort der Installationsmedien für das Betriebssystem erforderlich, die für die Bereitstellung verwendet werden.
fr: Quelques informations sont maintenant requises à propos de la localisation du media d'installation pour le système d'exploitation utilisé pour le provisionnement.
id: Sebagian informasi tentang lokasi media instalasi bagi sistem operasi yang dipakai untuk provisi kini diperlukan.
ka: საჭიროა გარკვეული ინფორმაცია მუშაობის მომზადებისას გამოყენებული ოპერაციული სისტემის დასაყენებელი დისკის შესახებ.
ru: Теперь требуется некоторая информация о местоположении установочного носителя для операционной системы для подготовки.

source: Spacewalk hostname is missing
ca: Falta en nom d'amfitrió de Spacewalk
de: Spacewalk-Hostname fehlt
fr: Le nom d'hôte Spacewalk manquant
id: Kurang nama host Spacewalk
ka: Spacewalk-ის ჰოსტის სახელი მითითებული არაა
ru: Имя узла Spacewalk отсутствует

source: Subnet
ca: Subxarxa
de: Subnetz
fr: Sous-Réseau
ka: ქვექსელი
ru: Подсеть

source: Successfully associated OS %s.
ca: S'ha associat correctament el SO %s.
de: OS %s erfolgreich verbunden
fr: Succès de l'association de l'OS %s.
id: Sukses mengasosiasikan OS %s.
ka: ოს-ი %s წარმატებით იქნა ასოცირებული.
ru: Успешно связана ОС %s.

source: Successfully updated subnet %s.
ca: S'ha actualitzat correctament la subxarxa %s.
de: Subnetz %s erfolgreich aktualisiert.
fr: Succès de la mise à jour du sous réseau %s.
id: Sukses memperbarui subnet %s.
ka: ქვექსელი წარმატებით განახლდა: %s.
ru: Подсеть %S успешно обновлена.

source: The DNS domain name to provision hosts into
ca: El nom de domini DNS per aprovisionar-hi els amfitrions
de: Der DNS-Domänenname, in dem Hosts bereitgestellt werden
fr: Le nom de domaine DNS utilisé pour le provisionnement d'hotes
id: Nama domain DNS tempat tujuan provisi host
ka: DNS დომენური სახელი ჰოსტების სამუშაოდ მომზადებისთვის
ru: Имя домена DNS для подготовки узлов в

source: The configuration set up is all accessible under the Infrastructure menu, e.g. Infrastructure > Subnets, and can be changed in the web interface. You can return to this set up process through <b>Infrastructure > Provisioning Setup</b> to change settings or add new provisioning capabilities.
ca: La configuració preparada està accessible sota el menú d'Infraestructura, és a dir, Infraestructura > Subxarxes, i es pot canviar en la interfície web. Podeu tornar a aquest procés de configuració a través d'<b>Infraestructura > Configuració d'aprovisionament</b>, per canviar la configuració o per afegir-hi noves capacitats d'aprovisionament.
de: Der Zugriff auf das gesamte Konfigurations-Setup ist im Menü "Infrastruktur", z.B. Infrastruktur > Subnetze, möglich und kann im Webinterface geändert werden. Über <b>Infrastruktur > Bereitstellungs-Setup</b> können Sie zu diesem Setup-Prozess zurückkehren, um die Einstellungen zu ändern oder neue Bereitstellungs-Ressourcen hinzuzufügen.
fr: La configuration mise en place est accessible depuis le menu Infrastructure (par ex.: Infrastructure > Sous Réseaux) et peut être modifié depuis l'interface Web. Vous pouvez relancer ce processus de configuration par le menu <b>Infrastructure > Configuration du provisionnement</b> pour changer des options ou ajouter de nouvelles fonctions de provisionnement.
id: Penyiapan konfigurasi semua dapat diakses di bawah menu Infrastruktur, mis. Infrastruktur > Subnet, dan dapat diubah dalam antar muka web. Anda dapat kembali ke proses penyiapan ini melalui <b>Infrastruktur > Penyiapan Provisi</b> untuk mengubah pengaturan atau menambah kapabilitas provisi baru.
ka: კონფიგურაციის დაყენება ხელმისაწვდომია ინფრასტრუქტურის მენიუდან, მაგ. ინფრასტრუქტურა > ქვექსელები და შეიძლება შეიცვალოს ვებ ინტერფეისით. თქვენ შეგიძლიათ დაუბრუნდეთ ამ დაყენების პროცესს <b>ინფრასტრუქტურა > სამუშაოდ მომზადების მორგება</b> მეშვეობით, რათა შეცვალოთ პარამეტრები ან დაამატოთ ახალი შესაძლებლობები.
ru: Конфигурация установки доступна в меню Инфраструктура, т.е. Инфраструктура > Подсети, и может быть изменена из веб-интерфейса. Вы можете вернуться к этому установочному процессу через <b>Infrastructure > Provisioning Setup</b> для изменения настроек или добавления новых возможностей подготовки.

source: The following operating system will be configured for provisioning:
ca: El següent sistema operatiu serà configurat per a l'aprovisionament:
de: Folgendes Betriebssystem wird für die Bereitstellung konfiguriert:
fr: Le système d'exploitation suivant va être configuré pour le provisionnement :
id: Sistem operasi berikut akan dikonfigurasi untuk provisi:
ka: ოპერაციული სისტემა, რომელიც მორგებული იქნება სამუშაოდ მომზადებისთვის:
ru: Следующие операционные системы были настроены для подготовки:

source: This wizard will help set up Foreman for full host provisioning. Before we begin, a few requirements will be verified.
ca: Aquest assistent us ajudarà a configurar Foreman per a l'aprovisionament complet dels amfitrions. Abans de començar, es verificaran alguns requisits.
de: Dieser Assistent unterstützt Sie bei der Einrichtung von Foreman zur vollständigen Hostbereitstellung. Bevor wir beginnen, sind einige Anforderungen zu verifizieren.
fr: Cet assistant va vous aider à configurer Foreman pour une automatisation complète des installations d'hotes. Avant de commencer, quelques prérequis doivent être vérifiés.
id: Wahana pandu ini akan membantu menyiapkan Foreman untuk provisi host lengkap. Sebelum kami mulai, beberapa persyaratan akan diverifikasi.
ka: ვიზარდი ჰოსტების სამუშაოდ სრულად მოსამზადებლად Foreman-ის მორგებაში დაგეხმარებათ. სანამ დავიწყებთ, რამდენიმე მოთხოვნის დაკმაყოფილებაა საჭირო.
ru: Этот мастер поможет Вам установить Foreman для полной подготовки узлов. Перед началом будут проверены некоторые требования.

source: To provision hosts, some configuration values are needed for the provisioning subnet attached to the Foreman server.
ca: Per aprovisionar els amfitrions, es requereix una part dels valors de la configuració, per a l'aprovisionament de la subxarxa adjuntada al servidor de Foreman.
de: Um Hosts bereitzustellen, werden einige Konfigurationswerte für die Bereitstellung des mit dem Foreman-Server verbundenen Subnetzes benötigt.
fr: Pour provisionner des hôtes, quelques valeurs de configuration sont nécessaires pour le sous réseau de provisionnement rattaché à Foreman
id: Untuk mem-provisi host, beberapa nilai konfigurasi diperlukan untuk provisi subnet yang dicantol ke server Foreman.
ka: ჰოსტების სამუშაოდ მოსამზადებლად Foreman-ის სერვერზე მიმაგრებული მომზადების ქვექსელის ზოგიერთი პარამეტრის მნიშვნელობაა საჭირო.
ru: Для подготовки узлов требуются некоторые настраиваемые значения для подсети подготовки, подключенной к Foreman.

source: Type
ca: Tipus
de: Typ
id: Tipe
ka: ტიპი
ru: Тип

source: Use an existing installation medium
ca: Utilitza un mitjà existent d'instal·lació
de: Vorhandenes Installationsmedium verwenden
fr: Utiliser un medium d'installation existant
id: Gunakan medium instalasi yang ada
ka: დაყენების უკვე არსებული დისკის გამოყენება
ru: Использовать существующий установочный носитель
